{"totalHighlights":322,"highlights":[{"asin":"B001ROAKG2","title":"Free Play: Improvisation in Life and Art","highlightedText":[{"content":"The word enthusiasm is Greek for “filled with theos”—filled with God.","comment":"","kindleLocation":"631"},{"content":"drops","comment":"","kindleLocation":"1543"},{"content":"Practice","comment":"","kindleLocation":"1595"},{"content":"The easiest way to do art is to dispense with success and failure altogether and just get on with it.","comment":"","kindleLocation":"1693"}],"cover":"http://images.amazon.com/images/P/B001ROAKG2.01.TZZ.jpg"},{"asin":"B0026IUOH8","title":"Naked","highlightedText":[{"content":"Every now and then someone will offer some little bit of information that suddenly changes everything. I asked how many cats they had, and Roberta pulled out a pencil and notepad.","comment":"","kindleLocation":"4092"}],"cover":"http://images.amazon.com/images/P/B0026IUOH8.01.TZZ.jpg"},{"asin":"B002361MLA","title":"The Power of Now: A Guide to Spiritual Enlightenment","highlightedText":[{"content":"Judgment is either to confuse someone’s unconscious behavior with who they are or to project your own unconsciousness onto another person and mistake that for who they are.","comment":"","kindleLocation":"2545"},{"content":"If you forgive every moment — allow it to be as it is — then there will be no accumulation of resentment that needs to be forgiven at some later time.","comment":"","kindleLocation":"2790"}],"cover":"http://images.amazon.com/images/P/B002361MLA.01.TZZ.jpg"},{"asin":"B003XF1LLQ","title":"Food for the Heart: The Collected Teachings of Ajahn Chah","highlightedText":[{"content":"In our practice we just look directly at the mind. Whenever our practice begins to slacken off, we notice this and make it firmer—but then, after awhile, it goes slack again. That’s the way the mind pulls us around. But people with good mindfulness take a firm hold and constantly reestablish themselves, pulling themselves back, training, practicing, and developing.","comment":"","kindleLocation":"1960"},{"content":"You have to become fed up with your dislikes and your likes, your suffering and your happiness.","comment":"","kindleLocation":"1968"},{"content":"So don’t be in a hurry and try to push or rush your practice. Do your meditation gently and gradually, step by step. If you become peaceful, then accept it; if you don’t become peaceful, then accept that. That’s the nature of the mind. We must find our own practice and keep at it persistently.","comment":"","kindleLocation":"2048"},{"content":"That which “looks over” the various factors that arise in meditation is sati, mindfulness.","comment":"","kindleLocation":"2274"},{"content":"Sati is life. Whenever we don’t have sati, when we are heedless, it’s as if we are dead. If we have no sati, then our speech and actions have no meaning. Sati","comment":"","kindleLocation":"2275"},{"content":"We detach by seeing things clearly.","comment":"","kindleLocation":"4189"}],"cover":"http://images.amazon.com/images/P/B003XF1LLQ.01.TZZ.jpg"},{"asin":"B003418518","title":"The End of Your World: Uncensored Straight Talk on the Nature of Enlightenment","highlightedText":[{"content":"If you avoid those aspects of your life that are not in harmony, those aspects of your life where you may still be in denial, that kind of avoidance is going to hinder your spiritual awakening. In the early stages, it may not have much of an effect. But later, as we get into the more mature opening of realization, there is no more room for denial.","comment":"","kindleLocation":"903"},{"content":"This isn’t a journey about becoming something. This is about unbecoming who we are not, about undeceiving ourselves. In the end, it’s ironic. We don’t end up anywhere other than where we have always been, except that we perceive where we have always been completely differently.","comment":"","kindleLocation":"1298"}],"cover":"http://images.amazon.com/images/P/B003418518.01.TZZ.jpg"},{"asin":"B005YOO6NO","title":"Quintessential Dzogchen: Confusion Dawns as Wisdom","highlightedText":[{"content":"Neither Trekchö nor Tögal is a formal meditation practice. Trekchö means simply acknowledging that your basic essence is empty, and Tögal is the natural displays that are spontaneously present. The essence and its displays are not our creation; we do not create them by practicing. In both Trekchö and Tögal you do not create anything with your imagination but merely rest in the natural state.","comment":"","kindleLocation":"353"}],"cover":"http://images.amazon.com/images/P/B005YOO6NO.01.TZZ.jpg"},{"asin":"B000SEGUDE","title":"Cloud Atlas: A Novel","highlightedText":[{"content":"birthmark","comment":"","kindleLocation":"5508"},{"content":"","comment":"third one....","kindleLocation":"5508"},{"content":"","comment":"ewings ship","kindleLocation":"7689"}],"cover":"http://images.amazon.com/images/P/B000SEGUDE.01.TZZ.jpg"},{"asin":"B007H9RIK2","title":"Novice to Master: An Ongoing Lesson in the Extent of My Own Stupidity","highlightedText":[{"content":"It was Roshi’s view that in order to speak before others, one should thoroughly know oneself. This verifying of one’s own essential nature is called kensho in Zen. Those who have not had kensho are not considered qualified to speak in front of other people.","comment":"","kindleLocation":"474"},{"content":"Bodhidharma,","comment":"","kindleLocation":"776"},{"content":"","comment":"bodhidharma story","kindleLocation":"777"},{"content":"It was thus that another of my silly notions met its demise. In the course of spiritual practice one is apt, from time to time, to get sidetracked down various lanes of warped and backward impressions.","comment":"","kindleLocation":"1059"},{"content":"We can use the words “true self-confidence” in place of “enlightenment.”","comment":"","kindleLocation":"1232"},{"content":"In sharing these stories, what is important to me is not that Buddhism flourish or that the Zen sect spread over the globe, but rather that each and every human being live this life completely, in the most real sense, up until the day he or she dies, with satisfaction and with peace of mind. It is with this hope that I teach.","comment":"","kindleLocation":"1249"},{"content":"That which becomes the seed of criticism is not wisdom; it is nothing more than the seed of grumbling and dissatisfaction. It is so often the case that the more we feel we know about something, the more dissatisfied and plaintive we can feel.","comment":"","kindleLocation":"1314"}],"cover":"http://images.amazon.com/images/P/B007H9RIK2.01.TZZ.jpg"},{"asin":"B00CGHRDU0","title":"Evolving Dharma: Meditation, Buddhism, and the Next Generation of Enlightenment","highlightedText":[{"content":"Meditation is less about having a certain kind of experience than about seeing any experience clearly, richly, and honestly.","comment":"","kindleLocation":"902"},{"content":"Shoshana Cooper, who teaches meditation with her husband, David Cooper, thinks that within a few decades, Buddhist-derived meditation will be as unremarkable as Hindu-derived yoga.","comment":"","kindleLocation":"918"}],"cover":"http://images.amazon.com/images/P/B00CGHRDU0.01.TZZ.jpg"},{"asin":"B003XT602M","title":"South of the Border, West of the Sun: A Novel (Vintage International)","highlightedText":[{"content":"Gradually I drew nearer the world, and the world drew nearer to me.","comment":"","kindleLocation":"213"},{"content":"But I didn’t understand then. That I could hurt somebody so badly she would never recover. That a person can, just by living, damage another human being beyond repair.","comment":"","kindleLocation":"320"},{"content":"What we needed were not words and promises but the steady accumulation of small realities.","comment":"","kindleLocation":"369"},{"content":"when I look back on it, all I gained was one single, undeniable fact. That ultimately I am a person who can do evil.","comment":"","kindleLocation":"535"},{"content":"As always, as the night wore on, the trio’s playing grew warmer, more intimate.","comment":"","kindleLocation":"1026"},{"content":"I didn’t feel like I was in my own body; my body was just a lonely, temporary container I happened to be borrowing. What would become of me tomorrow I did not know.","comment":"","kindleLocation":"1685"},{"content":"gap.","comment":"he look fr something external to fill that gap, unable to look at himself","kindleLocation":"2143"}],"cover":"http://images.amazon.com/images/P/B003XT602M.01.TZZ.jpg"},{"asin":"B009YJYEKK","title":"The Erotic Mind: Unlocking the Inner Sources of Passion and Fulfillment","highlightedText":[{"content":"To objectify is also to externalize, to recognize the desired one as the other—that is, to see clearly that he or she is outside oneself. This quality of otherness is absolutely essential for attraction.","comment":"","kindleLocation":"825"},{"content":"I call exuberance and satisfaction the response emotions because they are the rewards of high arousal, not the cause.","comment":"","kindleLocation":"1748"},{"content":"Neither measurable nor directly observable, desire is a totally subjective state combining biochemical influences, memories of past sex, visualizations of future possibilities, and a predilection for attending to and interpreting everyday events in an erotic way.","comment":"","kindleLocation":"2697"},{"content":"It is crucial to acknowledge that closeness and sexual desire are not one and the same, but rather two separate, yet interacting experiences.","comment":"","kindleLocation":"4121"},{"content":"accept and value your partner’s perceptions of you.","comment":"","kindleLocation":"4395"}],"cover":"http://images.amazon.com/images/P/B009YJYEKK.01.TZZ.jpg"},{"asin":"B00AITRKMO","title":"Stepping Out of Self-Deception: The Buddha's Liberating Teaching of No-Self","highlightedText":[{"content":"we must be very careful not to carry the assumption of separation within the practices that have the intended purpose of stepping out of self-deception.","comment":"","kindleLocation":"171"},{"content":"A lay Buddhist is one who fully embodies his or her entire life of work, family, and relationships without spiritually prioritizing any activity.","comment":"","kindleLocation":"198"},{"content":"Once we abandon the belief that there is a more spiritually useful moment than the one we are in, we have embraced our life and infused it with the energy for awakening.","comment":"","kindleLocation":"200"},{"content":"Leaning toward or away from any experience creates an anticipation of fulfillment in the future, and the sacred that exists here and now is lost. Discovering the sacred within all moments is the hallmark of awakening.","comment":"","kindleLocation":"329"},{"content":"Discerning the difference between thinking about something and directly experiencing it is the function of samadhi.","comment":"","kindleLocation":"449"},{"content":"The call of spiritual practice is to examine and understand what we are, and once understood, the sense-of-self becomes a functional necessity but never an abiding reality.","comment":"","kindleLocation":"543"}],"cover":"http://images.amazon.com/images/P/B00AITRKMO.01.TZZ.jpg"},{"asin":"B004KABEOM","title":"The Real Life of Sebastian Knight (Vintage International)","highlightedText":[{"content":"He was a noisy robust little man with a gleam of real talent concealed in the messy obscurity of his verse.","comment":"","kindleLocation":"349"},{"content":"One critic even went as far as to take his hat off to Mr. Goodman—who, let it be added, had used his own merely to talk through it.","comment":"","kindleLocation":"774"},{"content":"imagination—the muscle of the soul—and","comment":"","kindleLocation":"1058"},{"content":"All is flesh and all is purity.","comment":"","kindleLocation":"1461"}],"cover":"http://images.amazon.com/images/P/B004KABEOM.01.TZZ.jpg"},{"asin":"B000S1M9LY","title":"Infinite Jest","highlightedText":[{"content":"","comment":"hal speaks in first person only at the beginning and the end i think","kindleLocation":"147"},{"content":"competition of some major sort here has brought you down","comment":"","kindleLocation":"182"},{"content":"","comment":"hals in arizona for a competition.","kindleLocation":"182"},{"content":"","comment":"he can still play!?","kindleLocation":"189"},{"content":"","comment":"presumably the test he was preparing to take at the end of the book, during withdrawals","kindleLocation":"225"},{"content":"The familiar panic at feeling misperceived is rising,","comment":"","kindleLocation":"266"},{"content":"If I’d done you one from the last year, it would look to you like some sort of infant’s random stabs on a keyboard,","comment":"","kindleLocation":"295"},{"content":"‘I cannot make myself understood, now.’ I am speaking slowly and distinctly. ‘Call it something I ate.’","comment":"","kindleLocation":"320"},{"content":"‘I’m in here.’","comment":"","kindleLocation":"381"},{"content":"At the only other emergency room I have ever been in, almost exactly one year back, the psychiatric stretcher was wheeled in and then parked beside the waiting-room chairs.","comment":"ah!! during ydau. he then ran into gately an joelle, who had already been interrogated by afr. hence the grave scen","kindleLocation":"465"},{"content":"I think of John N. R. Wayne, who would have won this year’s What aBurger, standing watch in a mask as Donald Gately and I dig up my father’s head.","comment":"he didnt win because afr killed him for helping hal and co","kindleLocation":"481"},{"content":"","comment":"Hal turns 11 in june of tucks pad","kindleLocation":"710"},{"content":"‘Is Himself still having this hallucination I never speak?","comment":"","kindleLocation":"750"},{"content":"","comment":"year of tucks, age 11","kindleLocation":"751"},{"content":"","comment":"april 1","kindleLocation":"846"},{"content":"InterLace’s two hubs of manufacture and dissemination in Phoenix, Arizona U.S.A. and Boston, Massachusetts U.S.A.,","comment":"","kindleLocation":"855"},{"content":"The padded mailer is postmarked suburban Phoenix area in Arizona U.S.A., and the return-address box has only the term ‘HAPPY ANNIVERSARY!,’ with a small drawn crude face, smiling,","comment":"","kindleLocation":"913"},{"content":"","comment":"medical attache's tape","kindleLocation":"914"},{"content":"","comment":"wheelchair assassins?","kindleLocation":"921"},{"content":"American experience seems to suggest that people are virtually unlimited in their need to give themselves away, on various levels. Some just prefer to do it in secret.","comment":"","kindleLocation":"1300"},{"content":"","comment":"himself's death","kindleLocation":"1528"},{"content":"Dr. Avril Mondragon,","comment":"maiden name","kindleLocation":"1532"},{"content":"","comment":"year of trial sized dove bars","kindleLocation":"1545"},{"content":"","comment":"kate grompert buys from pemulis(?)","kindleLocation":"1797"},{"content":"‘Film director’s wife’d taught out at Brandeis where the victim’d done his residency.","comment":"also ETAs architectattache","kindleLocation":"2162"},{"content":"(Rodney Tine, Sr., Chief of Unspecified Services, acknowledged architect of O.N.A.N. and continental Reconfiguration, who held the ear of the White House of U.S.A., and whose stenographer had long doubled as the stenographer-cum-jeune-fille-de-Vendredi of M. DuPlessis, former asst. coordinator of the pan-Canadian Resistance,","comment":"","kindleLocation":"2176"},{"content":"Steeply’s car for all field assignments was this green sedan subsidized by a painful ad for aspirin upon its side","comment":"","kindleLocation":"2538"},{"content":"All other of our you say free choices follow from this: what is our temple. What is the temple, thus, for U.S.A.’s?","comment":"","kindleLocation":"2545"},{"content":"Hal says, ‘In a nutshell, what we’re talking about here is loneliness.’","comment":"","kindleLocation":"2667"},{"content":"The suffering unites us.","comment":"","kindleLocation":"2672"},{"content":"Also, does this quote “anti”-Entertainment the film’s director supposedly made to counter the lethality: does it really also exist;","comment":"","kindleLocation":"2988"},{"content":"","comment":"Himself born 1950","kindleLocation":"3698"},{"content":"","comment":"snake dude","kindleLocation":"4134"},{"content":"Bruce Green will have MILDRED BONKon his jilted right triceps forever.","comment":"","kindleLocation":"4764"},{"content":"","comment":"source of pemulis's dmz","kindleLocation":"4955"},{"content":"the window of opportunity looks to be 11/20–21","comment":"","kindleLocation":"4999"},{"content":"","comment":"YDAU. weekend before whataburger invitational","kindleLocation":"5000"},{"content":"beauty","comment":"","kindleLocation":"5072"},{"content":"","comment":"interdependence day is nov 8?","kindleLocation":"5075"},{"content":"Joelle van Dyne, a.k.a. Madame P.,","comment":"","kindleLocation":"5175"},{"content":"Joelle’s been in a cage since Y.T.S.D.B.,","comment":"","kindleLocation":"5221"},{"content":"a man she unveiled for","comment":"Himself","kindleLocation":"5223"},{"content":"director of a final opus so magnumhe’d claimed to have had it locked away.","comment":"","kindleLocation":"5224"},{"content":"Joelle was Orin Incandenza’s only lover for twenty-six months and his father’s optical beloved for twenty-one.","comment":"","kindleLocation":"5260"},{"content":"the mirror he’d cut for the scenes of that last ghastly thing he’d made her stand before, reciting in the openly empty tones she’d gone on to use on-air;","comment":"","kindleLocation":"5267"},{"content":"Was the allegedly fatally entertaining and scopophiliac thing Jim alleges he made out of her unveiled face here at the start of Y.T.S.D.B. a cage or really a door?","comment":"the entertainment has her unveiled","kindleLocation":"5283"},{"content":"There was nothing coherent in the mother-death-cosmology and apologies she’d repeated over and over, inclined over that auto-wobbled lens propped up in the plaid-sided pram. He never let her see it, not even the dailies. He killed himself less than ninety days later.","comment":"","kindleLocation":"5285"},{"content":"‘The Face of the Deep’ had been the title she’d suggested for Jim’s unseen last cartridge, which he’d said would be too pretentious and then used that skull-fragment out of the Hamlet graveyard scene instead,","comment":"","kindleLocation":"5465"},{"content":"","comment":"nov 5 ydau, orin","kindleLocation":"5605"},{"content":"now the Subject and I drive to her trailer park","comment":"","kindleLocation":"5612"},{"content":"","comment":"mildred bonks?","kindleLocation":"5613"},{"content":"‘Can I ask you who it was who found him? His — who found him at the oven?’ ‘Found by one Harold James Incandenza, thirteen going on really old.’","comment":"","kindleLocation":"5721"},{"content":"He stopped living on April First,","comment":"","kindleLocation":"5745"},{"content":"that he was despondent about something he was editing that turned out so bad he didn’t want it released.","comment":"","kindleLocation":"5834"},{"content":"","comment":"port washington","kindleLocation":"5955"},{"content":"","comment":"schacht","kindleLocation":"6146"},{"content":"that first night after Inflation, traditionally the fourth Monday of November,","comment":"","kindleLocation":"6196"},{"content":"Himself having eliminated his own map on 1 April of the Year of the Trial-Size Dove Bar","comment":"","kindleLocation":"6588"},{"content":"The twirler induced in heterosexual males what U.H.I.D. later told her was termed the Actaeon Complex, which is a kind of deep phylogenic fear of transhuman beauty.","comment":"","kindleLocation":"6661"},{"content":"","comment":"steeply is at enfield on nov 8 ydau","kindleLocation":"7471"},{"content":"Year of Dairy Products From the American Heartland, which is when new resident Gately came wobbling in,","comment":"","kindleLocation":"8288"},{"content":"152","comment":"","kindleLocation":"8774"},{"content":"L’Odalisque de Ste. Thérèse, a character out of old Québecois mythology who was supposedly so inhumanly gorgeous that anyone who looked at her turned instantly into a human-sized precious gem,","comment":"","kindleLocation":"8986"},{"content":"","comment":"LOL!","kindleLocation":"9627"},{"content":"Something they seem to omit to mention in Boston AA when you’re new and out of your skull with desperation and ready to eliminate your map and they tell you how it’ll all get better and better as you abstain and recover: they somehow omit to mention that the way it gets better and you get better is through pain. Not around pain, or in spite of it.","comment":"","kindleLocation":"10131"},{"content":"It starts to turn out that the vapider the AA cliché, the sharper the canines of the real truth it covers.","comment":"","kindleLocation":"10142"},{"content":"","comment":"madame psychosis has disappeared (rehab post-suicide","kindleLocation":"10213"},{"content":"It’s all the sort of thing that’s uninteresting unless you’re the one responsible, in which case it’s cholesterol-raisingly stressful and complex.","comment":"","kindleLocation":"10244"},{"content":"","comment":"tennis as religious","kindleLocation":"10280"},{"content":"Having rivers of reward without earning reward.’","comment":"","kindleLocation":"10767"},{"content":"The leader leans forward in the graceful way people who always sit can lean,","comment":"","kindleLocation":"11046"},{"content":"","comment":"ghost!","kindleLocation":"11098"},{"content":"Administrative assistants worth their health benefits are synaptically evolved to the point where they can banter, accept compliments on a Spandex-and-tulle ensemble, effortlessly deflect unauthorized info-probes, listen to something bass-intensive on personal-stereo headphones, and word-process effortlessly to the headphones’ backbeat, all simultaneously.","comment":"","kindleLocation":"11657"},{"content":"He and Hal exchanged the very slight sorts of nods people use when they like each other past all need for politeness.","comment":"","kindleLocation":"11824"},{"content":"the dentist’s office had had a weird sharp clean sweet smell about it, the olfactory equivalent of fluorescent light.","comment":"","kindleLocation":"11960"},{"content":"","comment":"haha wheelchair canadians","kindleLocation":"12491"},{"content":"the thing apparently opens with an engaging and high-quality cinematic shot of a veiled woman going through a large building’s revolving doors and catching a glimpse of someone else in the revolving doors, somebody the sight of whom makes her veil billow, before the subject’s","comment":"","kindleLocation":"12501"},{"content":"","comment":"mimickimg orin?","kindleLocation":"12573"},{"content":"","comment":"ah. like pgoat?","kindleLocation":"12575"},{"content":"It is increasingly hard to find valid art that is about stuff that is real in this way.","comment":"","kindleLocation":"13478"},{"content":"The older Mario gets, the more confused he gets about the fact that everyone at E.T.A. over the age of about Kent Blott finds stuff that’s really real uncomfortable and they get embarrassed. It’s like there’s some rule that real stuff can only get mentioned if everybody rolls their eyes or laughs in a way that isn’t happy.","comment":"","kindleLocation":"13479"},{"content":"man.","comment":"marathe? steepley noticed th bald spot earlier","kindleLocation":"13622"},{"content":"Gately can see up at what looks like a regular human female chin and makeupless lower lip under the veil’s billowing hem.","comment":"","kindleLocation":"14036"},{"content":"The sun has the attenuated autumn quality of seeming to be behind several panes of glass.","comment":"","kindleLocation":"14193"},{"content":"This was after the girl Orin had been wildly in love with and Himself had compulsively used in films had been disfigured.","comment":"","kindleLocation":"14440"},{"content":"It’s now a whole new Hal, a Hal who does not get high, or hide, a Hal who in 29 days is going to hand his own personal urine over to authority figures with a wide smile and exemplary posture and not a secretive thought in his head.","comment":"nov 1","kindleLocation":"14456"},{"content":"several balls’ sudden anomalous swerves against wind and their own vectors half convinced Stice they’d become sensitive to his inner will, at crucial times.","comment":"JOI?","kindleLocation":"14505"},{"content":"","comment":"games in the entertainment?","kindleLocation":"15004"},{"content":"Krause never so much walking as making an infinite series of grand entrances into pocket after pocket of space, a","comment":"","kindleLocation":"15583"},{"content":"the lively arts of the millennial U.S.A. treat anhedonia and internal emptiness as hip and cool. It’s maybe the vestiges of the Romantic glorification of Weltschmerz, which means world-weariness or hip ennui.","comment":"","kindleLocation":"15811"},{"content":"","comment":"they found it?","kindleLocation":"16419"},{"content":"The A.F.R. were interested only in dealing the sort of testicular frappe to the underbelly of U.S.A. self-interests that would render Canada itself unwilling to face the U.S.A. retaliation for this","comment":"","kindleLocation":"16439"},{"content":"— if A.F.R. could secure, copy, and disseminate the Entertainment, Québec would be not so much allowed as required by Ottawa to secede,","comment":"","kindleLocation":"16440"},{"content":"the infiltration of that relative of the auteur felt most strongly (according to Marathe) to have knowledge or possession of a duplicable copy. There was reason to think M. DuPlessis had received his original copies from this relative, an athlete.","comment":"","kindleLocation":"16447"},{"content":"","comment":"past few chapters have been on this day","kindleLocation":"16457"},{"content":"she can see her face, convexly distorted and ravaged by years of cocaine and not caring, her face all bug-eyes and sunken cheeks, lampblack-smudges beneath the pop-eyes;","comment":"","kindleLocation":"16475"},{"content":"","comment":"true or self-image in the dream?","kindleLocation":"16476"},{"content":"a third cartridge emblazed with the embossed smile and letters disclaiming need of happy pursuit, and, after some regretful losses, they had secured and verified it, the samizdat cartridge of Entertainment burglared from the death of DuPlessis.","comment":"from gately to antitoi","kindleLocation":"16484"},{"content":"the found copy was Read-Only.","comment":"","kindleLocation":"16502"},{"content":"","comment":"lookimg for joelle","kindleLocation":"16530"},{"content":"","comment":"oh shit.  on thehunt for the master copy... for joelle?","kindleLocation":"16615"},{"content":"","comment":"marathe wearing the veil. awesome","kindleLocation":"16636"},{"content":"She’d barely thought consciously of any Incandenzas for four years before Don Gately, who for some reason kept bringing them bubbling up to mind.","comment":"","kindleLocation":"16768"},{"content":"","comment":"whats the significance? hal cant form connections either","kindleLocation":"16780"},{"content":"Orin’s basic childhood memory of Jim had been of an expressionless stare from a great height.","comment":"","kindleLocation":"16784"},{"content":"Never trust a man on the subject of his own parents.","comment":"","kindleLocation":"16803"},{"content":"the work of a brilliant optician and technician who was an amateur at any kind of real communication. Technically gorgeous, the Work, with lighting and angles planned out to the frame. But oddly hollow, empty, no sense of dramatic towardness","comment":"","kindleLocation":"16840"},{"content":"","comment":"joelle on himself's work","kindleLocation":"16842"},{"content":"But even in the early Work — flashes of something.","comment":"","kindleLocation":"16854"},{"content":"The M v. O.’s three quick cuts to the sides of the gorgeous combatants’ faces, twisted past recognition with some kind of torment.","comment":"","kindleLocation":"16858"},{"content":"as if what their beauty was doing to those drawn to watch it ate them alive,","comment":"","kindleLocation":"16861"},{"content":"Orin could not be made to shut up, and Hal was so completely shut down in Jim’s presence that the silences were excruciating.","comment":"","kindleLocation":"16908"},{"content":"Jim referred to the Work’s various films as ‘entertainments.’","comment":"","kindleLocation":"16914"},{"content":"He did this ironically about half the time.","comment":"","kindleLocation":"16914"},{"content":"It took a long time for Joelle even to start to put a finger on what gave her the howling fantods about Orin’s mother.","comment":"","kindleLocation":"16930"},{"content":"Mario’s deformities seemed wide-ranging and hard to name.","comment":"","kindleLocation":"16972"},{"content":"she laughed in the manner of an automatic weapon.","comment":"","kindleLocation":"17029"},{"content":"","comment":"himself's works at ennt house office? interesting","kindleLocation":"17061"},{"content":"Marathe could give the fact of the cartridges to Fortier and the veiled girl to Steeply, or oppositely.","comment":"","kindleLocation":"17087"},{"content":"","comment":"joelle","kindleLocation":"17096"},{"content":"this pretense that overt eccentricity was the same as openness.","comment":"","kindleLocation":"17097"},{"content":"the anti-samizdat remedy cartridge of F.L.Q.’s allegation,","comment":"","kindleLocation":"17112"},{"content":"","comment":"??","kindleLocation":"17113"},{"content":"‘That Pemulis, without self-abasement or concession of anything compromising, got the guy to give us thirty days — the Fundraiser, the WhataBurger, Thanksgiving Break, then Pemulis, Axford and I pee like racehorses into whatever-sized receptacles he wants, is the arrangement we made.’","comment":"so hal is quitting to pass the test, hence the withdrawals","kindleLocation":"17602"},{"content":"","comment":"hal is 17 in ydau","kindleLocation":"17657"},{"content":"","comment":"but he told her his real first name! must be wasted","kindleLocation":"17711"},{"content":"It’s like you were chained to her.","comment":"like theyre chained to AA","kindleLocation":"17812"},{"content":"","comment":"hes slipping","kindleLocation":"17834"},{"content":"","comment":"so pemulis got the extra time for hal, adding to the guilt","kindleLocation":"17891"},{"content":"hence Himself.’","comment":"","kindleLocation":"17905"},{"content":"forty hours without Bob Hope","comment":"","kindleLocation":"17934"},{"content":"","comment":"so the close call with stice was right at the beginning of withdrawals","kindleLocation":"17936"},{"content":"","comment":"hal comes in to ennett","kindleLocation":"17954"},{"content":"J. O. Incandenza’s lethally entertaining Infinite Jest (V or VI) is that it features Madame Psychosis as some kind of maternal instantiation of the archetypal figure Death, sitting naked, corporeally gorgeous, ravishing, hugely pregnant, her hideously deformed face either veiled or blanked out by undulating computer-generated squares of color or anamorphosized into unrecognizability as any kind of face by the camera’s apparently very strange and novel lens, sitting there nude, explaining in very simple childlike language to whomever the film’s camera represents that Death is always female, and that the female is always maternal. I.e. that the woman who kills you is always your next life’s mother.","comment":"","kindleLocation":"18003"},{"content":"explaining to the camera as audience-synecdoche that this was why mothers were so obsessively, consumingly, drivenly, and yet somehow narcissistically loving of you, their kid: the mothers are trying frantically to make amends for a murder neither of you quite remember.","comment":"","kindleLocation":"18025"},{"content":"would in all probability have destroyed the Master Print of the failed piece of art, the same way he’d reportedly destroyed the first four or five failed attempts at the same piece, which pieces had admittedly featured actresses of lesser mystique and allure.","comment":"","kindleLocation":"18043"},{"content":"the Auteur’s funeral had purportedly taken place in the L’Islet Province of Nouveau Québec,","comment":"hal and gately went to quebec?","kindleLocation":"18045"},{"content":"M.P.’s consent to appear before the camera again even after her terrible accident and deformation and the little rotter of a son’s despicable abandonment of the relationship under the excuse of accusing Madame Psychosis of being sexually enmeshed with their — here Molly Notkin said that she of course had meant to say his — father, the Auteur.","comment":"","kindleLocation":"18059"},{"content":"","comment":"like hal","kindleLocation":"18073"},{"content":"Madame Psychosis had suffered an irreparable facial trauma on the same Thanksgiving Day that her mother had killed herself with a kitchen-appliance, leaving her (Madame Psychosis) hideously and improbably deformed,","comment":"","kindleLocation":"18080"},{"content":"his widow-to-be was engaging in sexual enmeshments with just about everything with a Y-chromo-some, and had been for what sounded like many years, including possibly with the Auteur’s son and Madame’s craven lover, as a child,","comment":"","kindleLocation":"18087"},{"content":"","comment":"orin was there for her moms suicide and her deformation?","kindleLocation":"18121"},{"content":"Daddy’s acid-lab in the cellar, to disfigure herself with acid.","comment":"joelles mom","kindleLocation":"18156"},{"content":"That Madame Psychosis’s name was in reality Lucille Duquette,","comment":"whered joelle come frm?","kindleLocation":"18162"},{"content":"the mother had hurled the low-pH flask at the Daddy, who’d reflexively ducked; and that the rotter, one Orin, right behind, a former tennis champion with superb upper-body reflexes, had instinctively ducked also, leaving Madame Psychosis — dazed and bradykinetic from the sudden venting of so many high-pressure repressive family systems — open for a direct facial hit, resulting in the traumatic deformity.","comment":"","kindleLocation":"18168"},{"content":"Clenette H. had brung in this whole humongous shitload of cartridges she said they were getting ready to throw in the dumpster up at the swank tennis school up the hill","comment":"","kindleLocation":"18836"},{"content":"Staff has to preview the cartridges for suitability and sex before they can be put out for the residents,","comment":"","kindleLocation":"18838"},{"content":"","comment":"ghost appears","kindleLocation":"18920"},{"content":"he, the wraith, when alive in the world of animate men, had seen his own personal youngest offspring, a son, the one most like him, the one most marvelous and frightening to him, becoming a figurant, toward the end. His end, not the son’s end, the wraith clarifies.","comment":"","kindleLocation":"19101"},{"content":"No horror on earth or elsewhere could equal watching your own off-spring open his mouth and have nothing come out.","comment":"BEFORE himself died?","kindleLocation":"19104"},{"content":"he spent the whole sober last ninety days of his animate life working tirelessly to contrive a medium via which he and the muted son could simply converse.","comment":"","kindleLocation":"19130"},{"content":"Something the boy would love enough to induce him to open his mouth and come out — even if it was only to ask for more.","comment":"so the entertainment was meant for hal!","kindleLocation":"19132"},{"content":"Make something so bloody compelling it would reverse thrust on a young self’s fall into the womb of solipsism, anhedonia, death in life.","comment":"","kindleLocation":"19133"},{"content":"No! No! Any conversation or interchange is better than none at all, to trust him on this, that the worst kind of gut-wrenching intergenerational interface is better than withdrawal or hiddenness on either side.","comment":"","kindleLocation":"19149"},{"content":"","comment":"randy lenz","kindleLocation":"19273"},{"content":"","comment":"poor tony krause","kindleLocation":"19275"},{"content":"in this dream, Mrs. Waite, who is Joelle, is Death. As in the figure of Death, Death incarnate. Nobody comes right out and says so; it’s just understood: Gately’s sitting here in this depressing kitchen interfacing with Death. Death is explaining that Death happens over and over, you have many lives, and at the end of each one (meaning life) is a woman who kills you and releases you into the next life.","comment":"","kindleLocation":"19380"},{"content":"","comment":"he's dreaming the story of the entertainment! (gately)","kindleLocation":"19382"},{"content":"","comment":"holy shit... hal speaking in the first person. day after he went to the 12 step meeting i think","kindleLocation":"19395"},{"content":"sort of nausea of the head.","comment":"","kindleLocation":"19399"},{"content":"","comment":"with the canadians / afr","kindleLocation":"19420"},{"content":"I couldn’t remember feeling strongly one way or the other about playing for quite a long time, in fact.","comment":"","kindleLocation":"19422"},{"content":"living completely In The Moment.","comment":"","kindleLocation":"19593"},{"content":"It’s a gift, the Now: it’s AA’s real gift: it’s no accident they call it The Present.","comment":"","kindleLocation":"19599"},{"content":"No one single instant of it was unendurable.","comment":"","kindleLocation":"19606"},{"content":"But he could choose not to listen; he could treat his head like G. Day or R. Lenz: clueless noise. He hadn’t quite gotten this before now, how it wasn’t just the matter of riding out the cravings for a Substance: everything unendurable was in the head, was the head not Abiding in the Present but hopping the wall and doing a recon and then returning with unendurable news you then somehow believed.","comment":"","kindleLocation":"19612"},{"content":"","comment":"the wraith is present","kindleLocation":"19642"},{"content":"","comment":"no expressive control/awareness, like in the beginning?","kindleLocation":"19719"},{"content":"","comment":"?","kindleLocation":"19772"},{"content":"","comment":"hm","kindleLocation":"19827"},{"content":"","comment":"the wraith visited ortho stice","kindleLocation":"19844"},{"content":"Himself allegedly used to see his father’s ghost on stairways sometimes,","comment":"","kindleLocation":"19850"},{"content":"‘And good old Mario says he’s seen paranormal figures, and he’s not kidding,","comment":"","kindleLocation":"19855"},{"content":"","comment":"hals losing it","kindleLocation":"19960"},{"content":"wraith who said death was just everything outside you getting really slow.","comment":"","kindleLocation":"20226"},{"content":"they tell you that sudden Substance-cravings will rise unbidden in a true addict’s mind like bubbles in a toddler’s bath.","comment":"","kindleLocation":"20386"},{"content":"For almost a month in the weight room, Lyle had been saying that the most advanced level of Vaipassana or ‘Insight’ meditation consisted in sitting in fully awakened contemplation of one’s own death.","comment":"","kindleLocation":"20555"},{"content":"if it came down to a choice between continuing to play competitive tennis and continuing to be able to get high, it would be a nearly impossible choice to make.","comment":"","kindleLocation":"20566"},{"content":"Himself, for two years before his death, had had this delusion of silence when I spoke: I believed I was speaking and he believed I was not speaking.","comment":"","kindleLocation":"20572"},{"content":"It now lately sometimes seemed like a kind of black miracle to me that people could actually care deeply about a subject or pursuit, and could go on caring this way for years on end.","comment":"","kindleLocation":"20593"},{"content":"We are all dying to give our lives away to something, maybe. God or Satan, politics or grammar, topology or philately — the object seemed incidental to this will to give oneself away, utterly. To games or needles, to some other person.","comment":"","kindleLocation":"20595"},{"content":"","comment":"it was cos of pemuliss blackmail of avril re john wayne but she doesnt care, so hal is screwed drug test wise?","kindleLocation":"20790"},{"content":"","comment":"this chapter keeps switching from hal and gately, both incapacitated","kindleLocation":"20864"},{"content":"","comment":"both gately and hal cant communicate right now","kindleLocation":"21099"},{"content":"","comment":"whos this? clipperton?","kindleLocation":"21340"},{"content":"He dreams he’s with a very sad kid and they’re in a graveyard digging some dead guy’s head up and it’s really important, like Continental-Emergency important, and Gately’s the best digger but he’s wicked hungry, like irresistibly hungry, and he’s eating with both hands out of huge economy-size bags of corporate snacks so he can’t really dig, while it gets later and later and the sad kid is trying to scream at Gately that the important thing was buried in the guy’s head and to divert the Continental Emergency to start digging the guy’s head up before it’s too late, but the kid moves his mouth but nothing comes out, and Joelle van D. appears with wings and no underwear and asks if they knew him, the dead guy with the head, and Gately starts talking about knowing him even though deep down he feels panic because he’s got no idea who they’re talking about, while the sad kid holds something terrible up by the hair and makes the face of somebody shouting in panic: Too Late.","comment":"","kindleLocation":"21348"},{"content":"","comment":"steeply warning her against afr","kindleLocation":"21359"},{"content":"","comment":"joelle interviewed by steeply","kindleLocation":"21449"},{"content":"‘Hermaphroditic. Androgynous. It wasn’t obvious that the character was supposed to be a male character.","comment":"poor  tony krause?","kindleLocation":"21457"},{"content":"","comment":"haha. mother apologizing for killing her baby in the previous life","kindleLocation":"21460"},{"content":"at least twenty minutes of permutations of “I’m sorry.” ’","comment":"","kindleLocation":"21463"},{"content":"‘The point of view was from the crib, yes. A crib’s-eye view.","comment":"","kindleLocation":"21465"},{"content":"His other son carried them in a special case. Leith was cameras, the son was lenses.","comment":"mario helped film it","kindleLocation":"21473"},{"content":"‘They were buried with him. The Masters of everything unreleased. At least that was in his will.’","comment":"","kindleLocation":"21482"},{"content":"‘Or hurt somebody else’s,’","comment":"","kindleLocation":"21563"},{"content":"","comment":"himselfs ghost is messing with stice to get at hal. does hal get it?","kindleLocation":"21563"},{"content":"","comment":"hals expressions are all over the place. when he becomes aware of the internal world he lose contol of the external","kindleLocation":"21570"},{"content":"","comment":"something readers of infinite jest are asking themselves","kindleLocation":"21645"},{"content":"Remote-site journalists used such words as emergent, individual, alleged, utilize, and developing. But all this impersonal diction was preceded by the anchorperson’s first name, as if the report were part of an intimate conversation.","comment":"","kindleLocation":"21679"},{"content":"","comment":"he's looking for terms while gately isreceiving them","kindleLocation":"21784"},{"content":"how watching one’s Moms begin to age makes you feel inside. Questions like these become almost koans: you have to lie when the truth is Nothing At All, since this appears as a textbook lie under the therapeutic model. The brutal questions are the ones that force you to lie.","comment":"","kindleLocation":"21807"},{"content":"he’d wait until he’d experienced for himself what a profound and really quite moving thing sex could be, before he watched a film where sex was presented as nothing more than organs going in and out of other organs, emotionless, terribly lonely. He said he supposed he was afraid that something like The Green Door would give Orin an impoverished, lonely idea of sexuality.","comment":"","kindleLocation":"21848"},{"content":"It was the most open I’d ever heard of Himself being with anybody,","comment":"","kindleLocation":"21853"},{"content":"and it seemed terribly sad to me, somehow, that he’d wasted it on Orin.","comment":"","kindleLocation":"21854"},{"content":"I had a sudden and lucid vision of the Moms and John Wayne locked in a sexual embrace of some kind. John Wayne had been involved with the Moms sexually since roughly the second month after his arrival.","comment":"","kindleLocation":"21874"},{"content":"Sex between the Moms and C.T. I imagined as both frenetic and weary, with a kind of doomed timeless Faulknerian feel to it.","comment":"","kindleLocation":"21878"},{"content":"","comment":"joelle has been interrogated by afr too?","kindleLocation":"21897"},{"content":"","comment":"the toothbrush thing with gately. thats the dude in the hat","kindleLocation":"21970"},{"content":"","comment":"hat dude is trying to apologize to gately!","kindleLocation":"21988"},{"content":"The mismatched socks spoke to Pat’s heart more than anything else.","comment":"","kindleLocation":"22026"},{"content":"by all appearances not the Québec J.D.C. and -W.C. squads but some sort of Special-Olympicish Québec adult wheelchair -tennis contingent","comment":"","kindleLocation":"22065"},{"content":"","comment":"interesting collective 1st person thing... the boys other than hal","kindleLocation":"22073"},{"content":"His face today had assumed various expressions ranging from distended hilarity to scrunched grimace, expressions that seemed unconnected to anything that was going on.","comment":"","kindleLocation":"22087"},{"content":"a kind of degenerative Lou Gehrig’s Disease of the spirit","comment":"","kindleLocation":"22116"},{"content":"","comment":"money instead of human contact. nice allegory for capitalism as the destroyer of interpersonal connections","kindleLocation":"22155"},{"content":"substituted abstract loose change for genuine fleshly contact;","comment":"","kindleLocation":"22166"},{"content":"","comment":"the swiss hand model herself!","kindleLocation":"22212"},{"content":"It was impossible to imagine a world without himself in it.","comment":"","kindleLocation":"22239"},{"content":"","comment":"physical pleasure in a horrific environment","kindleLocation":"22398"},{"content":"conceives of Death as a lethally beautiful woman (Heath).","comment":"","kindleLocation":"22625"},{"content":"Pam Heath (?), ‘Madame Psychosis’(?);","comment":"","kindleLocation":"22634"},{"content":"(Watt) has an ecstatic encounter with Death (‘Psychosis’) and becomes irreversibly catatonic.","comment":"","kindleLocation":"22667"},{"content":"a claustrophobic water-ski instructor (Johnson), struggling with his romantic conscience after his fiancée’s (‘Psychosis’’s) face is grotesquely mangled by an outboard propeller,","comment":"","kindleLocation":"22679"},{"content":"Oedipally aggrieved gunslingers are ritually blinded by a mysterious veiled nun (‘Psychosis’).","comment":"","kindleLocation":"22690"},{"content":"A father (Watt), suffering from the delusion that his etymologically precocious son (Smothergill) is pretending to be mute, poses as a ‘professional conversationalist’ in order to draw the boy out.","comment":"actually happened in year of tucks pad","kindleLocation":"22710"},{"content":"Infinite Jest (V?). Year of the Trial-Size Dove Bar.","comment":"","kindleLocation":"22729"},{"content":"‘radical experiments in viewers’ optical perspective and context’ as IJ(V?)’s distinctive feature.","comment":"","kindleLocation":"22736"},{"content":"completed and privately distributed by P.Y.E.U. through posthumous provisions in the filmmaker’s will,","comment":"","kindleLocation":"22737"},{"content":"Joelle van Dyne and Dr. James O. Incandenza weren’t lovers;","comment":"","kindleLocation":"22938"},{"content":"Joelle in the weird wobble-lensed maternal ‘I’m-so-terribly-sorry’ monologue-scene of the last thing he’d done, and then never shown her, and had ordered the cartridge’s burial in the brass casket w/ him","comment":"","kindleLocation":"22944"},{"content":"head prorector deLint’s","comment":"","kindleLocation":"22971"},{"content":"veiled Joelle van Dyne, who entered the House just today, 11/8, Interdependence Day,","comment":"","kindleLocation":"23809"},{"content":"an American ideology committed to the appearance of freedom","comment":"","kindleLocation":"23987"},{"content":"The officially spun term for making Canada take U.S. terrain and letting us dump pretty much everything we don’t want onto it is Territorial Reconfiguration. Great Concavity and Grand Convexité are more like U.S./Canadian street argot that got adopted and genericized by the media.","comment":"","kindleLocation":"24024"},{"content":"We were never inseparable again.","comment":"","kindleLocation":"24529"},{"content":"you have to take what Orin says in a fairly high-sodium way.","comment":"lol love thi guy","kindleLocation":"24555"},{"content":"genuine pathological openness is about as seductive as Tourette’s syndrome.","comment":"","kindleLocation":"24567"},{"content":"we’re all lonely for something we don’t know we’re lonely for. How else to explain the curious feeling that he goes around feeling like he misses somebody he’s never even met? Without the universalizing abstraction, the feeling would make no sense.","comment":"","kindleLocation":"24724"},{"content":"","comment":"geoffrey day from the ennett house?!","kindleLocation":"24837"},{"content":"","comment":"hes writing about afr for a canadian agent of some kind (the teacher is","kindleLocation":"24863"},{"content":"","comment":"hal thinking about going fully sober","kindleLocation":"25105"},{"content":"given that he and Inc’d escaped on-spot urinalysis only because Pemulis implied to Mrs. Incandenza that he’d tell the Incster about Avril having some sort of major-sport interlude with John Wayne,","comment":"","kindleLocation":"25234"},{"content":"","comment":"hahah. pemulis really took the antihistamine (hence feeling nothing but clear nostrils) and wayne took the drugs","kindleLocation":"25362"},{"content":"Masters have to be run at 585 r.p.m. instead of a consumer-TP’s cartridge-drive’s 450 r.p.m.","comment":"","kindleLocation":"25703"},{"content":"The Cults of the Unwavering I: A Field Guide to Cults of Currency Speculation, Melanin, Fitness, Bioflavinoids, Spectation, Assassination, Stasis, Property, Agoraphobia, Repute, Celebrity, Acraphobia, Performance, Amway, Fame, Infamy, Deformity, Scopophobia, Syntax, Consumer Technology, Scopophilia, Presleyism, Hunterism, Inner Children, Eros, Xenophobia, Surgical Enhancement, Motivational Rhetoric, Chronic Pain, Solipsism, Survivalism, Preterition, Anti-Abortionism, Kevorkianism, Allergy, Albinism, Sport, Chiliasm, and Telentertainment in pre-O.N.A.N.","comment":"","kindleLocation":"25709"}],"cover":"http://images.amazon.com/images/P/B000S1M9LY.01.TZZ.jpg"},{"asin":"B0090RVGW0","title":"On Writing Well, 30th Anniversary Edition: An Informal Guide to Writing Nonfiction","highlightedText":[{"content":"I said that writing is a craft, not an art, and that the man who runs away from his craft because he lacks inspiration is fooling himself. He is also going broke.","comment":"","kindleLocation":"126"},{"content":"Beware, then, of the long word that’s no better than the short word: “assistance” (help), “numerous” (many), “facilitate” (ease), “individual” (man or woman), “remainder” (rest), “initial” (first), “implement” (do), “sufficient” (enough), “attempt” (try), “referred to as” (called)","comment":"","kindleLocation":"263"},{"content":"you will be impatient to find a “style”—to embellish the plain words so that readers will recognize you as someone special.","comment":"","kindleLocation":"309"},{"content":"Trying to add style is like adding a toupee.","comment":"","kindleLocation":"312"},{"content":"At first glance the formerly bald man looks young and even handsome. But at second glance—and with a toupee there’s always a second glance—he doesn’t look quite right.","comment":"","kindleLocation":"313"},{"content":"Never say anything in writing that you wouldn’t comfortably say in conversation. If you’re not a person who says “indeed” or “moreover,” or who calls someone an individual (“he’s a fine individual”), please don’t write it.","comment":"","kindleLocation":"414"},{"content":"today’s spoken garbage may be tomorrow’s written gold.","comment":"","kindleLocation":"629"},{"content":"“Ongoing” is a jargon word whose main use is to raise morale. We face our daily job with more zest if the boss tells us it’s an ongoing project; we give more willingly to institutions if they have targeted our funds for ongoing needs.","comment":"","kindleLocation":"672"},{"content":"I don’t want to give somebody my input and get his feedback, though I’d be glad to offer my ideas and hear what he thinks of them.","comment":"","kindleLocation":"689"},{"content":"Nobody can write a book or an article “about” something. Tolstoy couldn’t write a book about war and peace, or Melville a book about whaling. They made certain reductive decisions about time and place and about individual characters in that time and place—one man pursuing one whale. Every writing project must be reduced before you start to write.","comment":"","kindleLocation":"744"},{"content":"every successful piece of nonfiction should leave the reader with one provocative thought that he or she didn’t have before. Not two thoughts, or five—just one.","comment":"","kindleLocation":"750"},{"content":"The perfect ending should take your readers slightly by surprise and yet seem exactly right. They didn’t expect the article to end so soon, or so abruptly, or to say what it said. But they know it when they see it.","comment":"","kindleLocation":"943"},{"content":"There’s not much to be said about the period except that most writers don’t reach it soon enough.","comment":"","kindleLocation":"1037"},{"content":"you use a quotation, start the sentence with it. Don’t lead up to it with a vapid phrase saying what the man said.","comment":"","kindleLocation":"1601"},{"content":"If a phrase comes to you easily, look at it with deep suspicion; it’s probably one of the countless clichés that have woven their way so tightly into the fabric of travel writing that you have to make a special effort not to use them.","comment":"","kindleLocation":"1713"},{"content":"is the stage on which journalists do their fanciest strutting. It’s","comment":"","kindleLocation":"2815"},{"content":"critics have almost no power, writing about a cluster of sounds that have vanished into the air and will never be heard in the same way again, and","comment":"","kindleLocation":"2825"},{"content":"Critics should be among the first to notify us when the truths we hold to be self-evident cease to be true.","comment":"","kindleLocation":"2921"},{"content":"What is crucial for you as the writer is to express your opinion firmly. Don’t cancel its strength with last-minute evasions and escapes.","comment":"","kindleLocation":"2987"},{"content":"This heightening of some crazy truth—to a level where it will be seen as crazy—is the essence of what serious humorists are trying to do.","comment":"","kindleLocation":"3020"},{"content":"was being taken into a world I knew nothing about, and his affection for that world was appealing.","comment":"","kindleLocation":"3740"},{"content":"Banality is the enemy of good writing; the challenge is to not write like everybody else.","comment":"","kindleLocation":"3840"},{"content":"Clarity is what every editor owes the reader. An editor should never allow something to get into print that he doesn’t understand.","comment":"","kindleLocation":"4354"}],"cover":"http://images.amazon.com/images/P/B0090RVGW0.01.TZZ.jpg"},{"asin":"B0010SGQVS","title":"Bright Shiny Morning (P.S.)","highlightedText":[{"content":"Her friend drives and smokes and talks she never stops talking.","comment":"","kindleLocation":"1351"},{"content":"Artists have always had an uncomfortable relationship with money. They need it, but are often repulsed by those who have it.","comment":"","kindleLocation":"4387"},{"content":"For as long as there has been money, and art, and people willing to spend money on art, communities initially set up by artists have been overrun with people with money who want a taste of the artist’s lifestyle, despite the fact that the reality of the lifestyle is far harder, lonelier, and more boring than can be imagined.","comment":"","kindleLocation":"4388"},{"content":"part of the reason you’re so beautiful is because you have no idea how beautiful you are.","comment":"","kindleLocation":"7083"}],"cover":"http://images.amazon.com/images/P/B0010SGQVS.01.TZZ.jpg"}]}